Repository: e2jk/flosstalks
Catalog: i18n/*.po
Languages: fr, ru

source: FLOSS Talks administration
fr: Administration de FLOSS Talks

source: About %(name)s
fr: À propos de %(name)s
ru: О %(name)s

source: There are so many interesting projects out there that it can sometimes be difficult to discover new ones. By providing a central place to get audio and video content about %(FLOSS)s projects, we hope to contribute to the promotion of these projects.
fr: Il y a tellement de projets intéressants que cela peut parfois être difficile à en découvrir de nouveaux. En offrant un endroit centralisé pour obtenir des contenus audio et vidéo sur les projets %(FLOSS)s, nous espérons contribuer à la promotion de ces projets.
ru: Существует так много интересных проектов, что иногда бывает трудно найти среди них новые. Предоставляя централизованное место для получения аудио- и видеоинформации о проектах %(FLOSS)s, мы надеемся помочь в продвижении этих проектов.

source: Contributing to FLOSS Talks
fr: Contribuer à FLOSS Talks
ru: Участие в FLOSS Talks

source: FLOSS Talks is itself %(FLOSS)s... So start contributing! You can do that in several ways:
fr: FLOSS Talks est soi-même %(FLOSS)s... Donc, commencez à contribuer! Vous pouvez le faire de plusieurs manières :
ru: FLOSS Talks сам по себе — %(FLOSS)s... Так что внесите свой вклад! Вы можете сделать следующее:

source: By <a href="%(contactlink)s">suggesting to us</a> new projects or series/podcasts.
fr: En <a href="%(contactlink)s">nous suggérant</a> de nouveaux projets ou séries/podcasts.
ru: <a href="%(contactlink)s">Предложить нам</a> новые проекты или серии/подкасты.

source: By translating FLOSS Talks in your language on %(translationlink)s.
fr: En traduisant FLOSS Talks dans votre langue sur %(translationlink)s.
ru: Перевести FLOSS Talks на ваш родной язык на %(translationlink)s.

source: By helping with development: %(forklink)s the code on %(githublink)s.
fr: En aidant au développement : %(forklink)s le code sur %(githublink)s.
ru: Помочь в разработке: %(forklink)s код на %(githublink)s.

source: Technical information
fr: Informations techniques
ru: Техническая информация

source: The website is created using %(djangolink)s. It is mainly written in %(pythonlink)s and uses %(h5bplink)s / %(initializrlink)s / %(bootstraplink)s.
fr: Le site est créé en utilisant %(djangolink)s. Il est principalement écrit en %(pythonlink)s et utilise %(h5bplink)s / %(initializrlink)s / %(bootstraplink)s.
ru: Веб-сайт создан с помощью %(djangolink)s. Он в основном написан на %(pythonlink)s и использует %(h5bplink)s / %(initializrlink)s / %(bootstraplink)s.

source: The icons used on the site are graciously provided by %(glyphiconslink)s.
fr: Les icônes utilisées sur le site sont gracieusement fournies par %(glyphiconslink)s.
ru: Используемые на сайте значки любезно предоставлены %(glyphiconslink)s.

source: History of FLOSS Talks
fr: Histoire de FLOSS Talks
ru: История FLOSS Talks

source: FLOSS Talks was started by %(emilienklein)s. While preparing a presentation about %(freenaslink)s for our monthly %(denboschluglink)s meeting, I searched for a list of podcasts that would present that same project. As I didn't encounter it, I decided to create it ;)
fr: FLOSS Talks a été lancé par %(emilienklein)s. En préparant une présentation sur %(freenaslink)s pour notre réunion mensuelle du %(denboschluglink)s, j'ai cherché une liste de podcasts qui présentaient ce même projet. Comme je ne l'ai pas trouvé, j'ai décidé de le créer ;)
ru: FLOSS Talks создал %(emilienklein)s. При подготовке презентации о %(freenaslink)s для нашего ежемесячного собрания %(denboschluglink)s, я искал список подкастов об этом проекте. Так как я не нашёл его, я решил его создать ;)

source: Home
fr: Accueil
ru: Домашняя

source: Projects
fr: Projets
ru: Проекты

source: Series
fr: Séries

source: Search
fr: Rechercher
ru: Поиск

source: About
fr: À propos
ru: О сайте

source: Contact
fr: Nous contacter
ru: Контакты

source: Start contributing!
fr: Commencez à contribuer !

source: Translate FLOSS Talks in your language
fr: Traduire FLOSS Talks dans votre langue
ru: Переведите FLOSS Talks на ваш язык

source: Get the code!
fr: Obtenez le code !
ru: Получить код!

source: Contact us
fr: Nous contacter
ru: Свяжитесь с нами

source: Get in touch with us:
fr: Contactez-nous :
ru: Свяжитесь с нами:

source: click on this link to reveal the e-mail address
fr: cliquez sur ce lien pour révéler l'adresse e-mail
ru: щёлкните на этой ссылке, чтобы увидеть адрес электронной почты

source: If you'd like to report a bug, please file an issue on %(githubissuelink)s.
fr: Si vous souhaitez rapporter un bug, veuillez ouvrir un ticket ("issue") sur %(githubissuelink)s.
ru: Если вы обнаружили ошибку, пожалуйста, отправьте отчёт о ней на %(githubissuelink)s.

source: Videos, talks and podcasts about your favorite free, libre and open source projects
fr: Vidéos, discussions et podcasts sur vos projets Free, Libre et Open Source préférés

source: The place where you'll find audio and video resources about the %(FLOSS)s projects you are interested in.
fr: L'endroit où vous trouverez les ressources audio et vidéo traitant des projets %(FLOSS)s qui vous intéressent.
ru: Место, где вы найдёте аудио- и видеоресурсы об интересущих вас проектах %(FLOSS)s.

source: Select one of the projects below, or search for you favorite one in the search bar on top.
fr: Choisissez l'un des projets ci-dessous, ou cherchez votre favori dans la barre de recherche en haut.
ru: Выберите один из проектов или найдите нужный с помощью поля поиска наверху.

source: Learn more about FLOSS Talks
fr: En savoir plus sur FLOSS Talks
ru: Узнать больше о FLOSS Talks

source: Learn more about %(project_name)s
fr: En savoir plus sur %(project_name)s
ru: Узнать больше о %(project_name)s

source: Browse through all the projects
fr: Feuilleter à travers tous les projets
ru: Просмотреть все проекты

source: Show other random projects
fr: Voir d'autres projets au hasard

source: Deactivated project
fr: Projet désactivé
ru: Неактивный проект

source: This project is no longer available.
fr: Ce projet n'est plus disponible.
ru: Этот проект больше недоступен.

source: Warning!
fr: Attention !
ru: Внимание!

source: This project has not been reviewed yet.
fr: Ce projet n'a pas encore été vérifié.

source: Learn more
fr: En savoir plus
ru: Узнать больше

source: The project's website is currently unknown.
fr: Le site web de ce projet est actuellement inconnu.
ru: Веб-сайт проекта в настоящее время неизвестен.

source: There are no known resources yet.
fr: Il n'y a pas encore de ressources connues.

source: There is one resource:
fr: Il y a une ressource :

source: <a href="%(resource_url)s">%(resource_name)s</a> (from the <a href="%(series_url)s">%(series_name)s</a> series)
fr: <a href="%(resource_url)s">%(resource_name)s</a> (de la série <a href="%(series_url)s">%(series_name)s</a>)

source: %(project_name)s's logo
fr: logo de %(project_name)s
ru: Логотип %(project_name)s

source: Choose one of the following projects:
fr: Choisissez l'un des projets suivants :
ru: Выберите один из следующих проектов:

source: Prev
fr: Préc.
ru: Назад

source: Page %(num)s of %(num_pages)s
fr: Page %(num)s sur %(num_pages)s
ru: Стр. %(num)s из %(num_pages)s

source: Next
fr: Suiv.
ru: Далее

source: The resource's web page is currently unknown.
fr: Le site web de cette ressource est actuellement inconnu.
ru: Веб-страница ресурса в настоящее время неизвестна.

source: See all the resources from the <a href="%(series_url)s">%(series_name)s</a> series.
fr: Voir toutes les ressources de la série <a href="%(series_url)s">%(series_name)s</a>.

source: This resource is not associated to any project.
fr: Cette ressource n'est associée à aucun projet.
ru: Этот ресурс не связан ни с каким проектом.

source: There is one project associated with this resource:
fr: Il y a un projet associé à cette ressource :
ru: С этим ресурсом связан один проект:

source: There are no known downloads yet.
fr: Il n'y a pas encore de téléchargement connu.

source: There is one download available:
fr: Il y a un téléchargement disponible :

source: Searching for %(search_term)s
fr: Recherche de %(search_term)s

source: No projects have been found while searching for %(search_term)s.
fr: Aucun projet n'a été trouvé en cherchant %(search_term)s.

source: No series have been found while searching for %(search_term)s.
fr: Aucun série n'a été trouvée en cherchant %(search_term)s.

source: Please enter the name of the project or series you are looking for:
fr: Veuillez saisir le nom du projet ou de la série que vous recherchez :

source: Choose one of the following series:
fr: Choisissez l'une des séries suivantes :

source: For a large number of projects, the content (such as project description, logo, url) has been retrieved from Ohloh:
ru: Для многих проектов информация (описание проекта, логотип, URL и т.п.) получены с Ohloh:

source: Source:
ru: Источник:
